import React from 'react';
import { Grid, Row, Col } from  'react-bootstrap';

const AboutUs = () =>
    <div>
        <div>Запрошуємо на відпочинок у Карпати.</div>

        <div>Ви бажаєте побувати на природі одночасно не втрачаючи комфорту - завітайте до нас. Ми не конкуруємо ні по набору пропозицій ні по ціні: баланс надто поміркованої вартості з хорошими умовами - це те, на що Ви можете розраховувати.</div>

        <div>Садиба "У діда Віктора" розташована і в м.Яремче, Ів-Франківської області - це Українські Карпати, з їх неповторними краєвидами, унікальною природою, умовами для активного відпочинку та самобутніми народними традиціями.</div>

        <div>Садиба "У діда "Віктора" має зручне розташування - з одного боку це тихе зелене місце під скелею Слон, яка височіє над гірською річкою Прут з каскадом перекатів - природним аналогом джакузі. З іншого за 10-15 хвилин пішки можна дістатитися до залізничного та автовокзалів, магазинів, ринку, закладів харчування більшості муніципальних та державних установ тощо.</div>

        <div>Шанувальники карпатської природи оцінять близькість річки та лісу, чисте гірське повітря та кришталеві водограї. До Ваших послуг туристичні маршрути різної складності для різних пір року. Хто планує зимовий відпочинок, оцінить те, що до нас зручно дістатися за будь якої зимової погоди і те, що від нас Ви швидко зможете потрапити на зимові лижні траси туркомплексу Буковель та с. Яблуниця.</div>

        <div>В подвір'ї є місце для стоянки кількох авто. Також до Ваших послуг мангал з дровами та міце для відпочинку на повітрі під розлогими старими яблунями.</div>

    </div>;

export default AboutUs;